package com.example.servicesrehabilitation.domain

import com.example.servicesrehabilitation.R

data class WorkerInfo(
    val id: Int =0,
    val workerName: String = "Иван Иванов",
    val workerResId : String = "R.drawable.kekw,",
    val workerCost: String = "2500",
    val workerService: String ="walking",
    val workerExperience: String = "4 года",
    val workerInfo : String = "Мой опыт работы с дрессировкой собак насчитывает более десяти лет. За это время я обучил множество собак различным командам, помогая им стать более послушными и управляемыми. Я использую разнообразные методики и подходы к обучению, учитывая индивидуальные особенности каждой собаки. Мое внимание к деталям и терпение позволяют мне добиться отличных результатов даже с самыми непослушными питомцами. Я верю, что важно строить доверительные отношения с животным и работать над укреплением связи между собакой и ее хозяином. Благодаря моему опыту и профессионализму я готов помочь вам в обучении вашей собаки и сделать из нее идеального компаньона.",
)